{
    "translation": {
        "signIn": {
            "completed": "Ahora, puede intentar preguntando: Ok Google, pregunta a Nightscout Status cuál es mi nivel de glucosa.",
            "request": "Para acceder a su nivel de glucosa",
            "healthDisclaimer": "Recuerde: la información proporcionada por Nightscout Status no sustituye el consejo de un profesional médico."
        },
        "errors": {
            "unknown-error": "Lo sentimos, se produjo un error desconocido. Será investigado lo antes posible.",
            "noNsSite": "Antes de que pueda revisar tu glucosa, necesitaré la URL de su sitio de Nightscout. Puede ingresarlo visitando {{- homepageUrl}}",
            "noBgReading": "No se ha encontrado una lectura reciente.",
            "invalidUrl": {
                "p1": "Lo sentimos, la URL de Nightscout que nos dió no parece ser válida. ¿Se puede comprobar en {{- homepageUrl}}?",
                "p2": "Asegúrese de que su url comienza con http."
            },
            "notFound": "Lo sentimos, no pude encontrar su sitio Nightscout. Comprueba si has introducido la URL correcta en {{- homepageUrl}}",
            "unauthorized": "Lo sentimos, parece que no tengo permiso para acceder a su sitio de Nightscout. Intenta ingresar tu secreto API en {{- homepageUrl}}",
            "nsSiteError": "Lo sentimos, parece haber un problema con su sitio Nightscout. No pude obtener tu estado."
        },
        "trends": {
            "DoubleUp": "subiendo rapidamente",
            "SingleUp": "subiendo",
            "FortyFiveUp": "subiendo lentamente",
            "Flat": "estando estable",
            "FortyFiveDown": "bajando lentamente",
            "SingleDown": "bajando",
            "DoubleDown": "bajando rápidamente"
        },
        "answers": {
            "noTrend": "{{bg}} {{ago}}.",
            "withTrend": "{{bg}} y {{trend}} {{ago}}."
        },
        "google-assistant": {
            "invocations": [
                "¿Cómo está mi azúcar?",
                "¿Cómo estoy de bajo?",
                "¿Cómo estoy de alto?",
                "¿Cuál es mi estado?",
                "¿Cómo estoy?",
                "¿Cuál es mi glucosa?",
                "¿Cuál es mi azúcar en sangre?",
                "Comprueba mi glucosa.",
                "Revisa mi azúcar en la sangre"
            ],
            "actions-directory": {
                "description": {
                    "short": "Comprueba tu nivel de glucosa actual desde Nightscout",
                    "full": "Pregunte al asistente de Google sobre su nivel actual de glucosa."
                },
                "sample-invocations": [
                    "Ok Google, hablar con Nightscout Status",
                    "Ok Google, pregunta a Nightscout Status cuál es mi nivel de glucosa"
                ]
            }
        }
    }
}