{
    "translation": {
        "signIn": {
            "completed": "Now, you can try asking: 'Hey Google, ask Nightscout Status what my glucose is'",
            "request": "For å få tilgang til blodsukkeret ditt",
            "healthDisclaimer": "Husk: informasjonen du får fra Nightscout Status er ikke en erstatning for råd du mottar av profesjonellt helsepersonell."
        },
        "errors": {
            "unknown-error": "Beklager, det oppsto en feil. Det blir undersøkt så fort som mulig.",
            "noNsSite": "Før jeg kan sjekke blodsukkeret ditt, så trenger jeg URL til din Nightscout nettside. Du kan fylle den inn ved å besøke {{- homepageUrl}}",
            "noBgReading": "Hmmm. Jeg kunne ikke finne nylige blodsukkermålinger.",
            "invalidUrl": {
                "p1": "Beklager, Nightscout URL'en du ga meg ser ikke ut til å være gyldig. Kan du sjekke på {{- homepageUrl}} ?",
                "p2": "Pass på at din url starter med http."
            },
            "notFound": "Beklager, jeg kunne ikke finne Nightscout nettsiden din. Sjekk at du har skrevet rett URL på {{- homepageUrl}}",
            "unauthorized": "Beklager, det ser ut som at jeg ikke har tilgang til å lese data fra Nightscout nettsiden. Prøv å skrive inn API secret på {{- homepageUrl}}",
            "nsSiteError": "Beklager, det ser ut til å være et problem med din Nightscout nettside. Jeg kunne ikke hente ut statusen din."
        },
        "trends": {
            "DoubleUp": "stiger raskt",
            "SingleUp": "stiger",
            "FortyFiveUp": "stiger sakte",
            "Flat": "stabilt",
            "FortyFiveDown": "synker sakte",
            "SingleDown": "synker",
            "DoubleDown": "synker raskt"
        },
        "answers": {
            "noTrend": "{{bg}} for {{ago}}.",
            "withTrend": "{{bg}} og {{trend}} for {{ago}}."
        },
        "google-assistant": {
            "invocations": [
                "Hvordan er sukkeret?",
                "Hvor lav er jeg?",
                "Hvor høy er jeg?",
                "Hva er statusen min?",
                "How am I doing?",
                "What's my glucose?",
                "What's my blood sugar?",
                "Check my glucose.",
                "Check my blood sugar"
            ],
            "actions-directory": {
                "description": {
                    "short": "Check your current glucose level from Nightscout",
                    "full": "Ask the Google Assistant about your current glucose level."
                },
                "sample-invocations": [
                    "Ok Google, talk to Nightscout Status",
                    "Ok Google, ask Nightscout Status what my glucose is"
                ]
            }
        }
    }
}
