{
    "common": {
        "google-tm": "Google Assistant er et varemærke tilhørende Google Inc.",
        "nightscout-no-affl": "Ikke tilknyttet {{0}}",
        "nightscout-project": "Nightscout Projektet",
        "invocation": "Nightscout Status",
        "full-invocation": "Hey Google, talk to $t(common.invocation)"
    },
    "index": {
        "header": {
            "title": "Nightscout Status",
            "subtitle": "Nightscout til Google Home og Google Assistant (uofficiel)"
        },
        "example-conversation": {
            "hey-google": "Hey Google,",
            "ask-google": "ask {{0}} what my glucose is",
            "nightscout-status-resp": "120 og langsomt stigende for 4 minutter siden"
        },
        "settings": {
            "connect": "Tilslut din Nightscout side for at komme i gang:",
            "your-site": "Din Nightscout side",
            "unit": "Enhed",
            "mg-dl": "mg/dl",
            "mmol-l": "mmol/l",
            "api-secret": "API nøgle",
            "optional": "(valgfrit)",
            "unchanged": "(uændret)",
            "save": "Gem",
            "sign-out": "Log ud",
            "api-secret-info": {
                "title": "Behøver jeg at indtaste min API nøgle?",
                "info": "Dette er kun nødvendigt, hvis din Nightscout side er 'skrivebeskyttet'. (for eksempel hvis {{0}} er indstillet til {{1}})"
            },
            "done": "Færdig!",
            "success-msg": "Prøv nu at spørge Google Assistant:",
            "hint-header": "Tip:",
            "hint": "Du kan forkorte kommandoen vha. {{0}}. {{1}} For eksempel: \"Hej Google, tjek mit sukker.\"",
            "hint-routines": "Rutiner",
            "modal": {
                "read-this": "Sørg for at læse dette!",
                "disclaimer": {
                    "1": "Denne ansvarsfraskrivelse bliver <u>gentaget hver gang</u> du beder om dit glukoseniveau",
                    "2": "Du kan slå dette fra ved at klikke på knappen nedenfor",
                    "3": "Hvis du vælger at slå ansvarsfraskrivelsen fra, accepterer du at:<br />- du har læst og forstået ansvarsfraskrivelsen <br />- du anmoder eksplicit om, at den ikke længere vil blive gentaget",
                    "enable": "Nej, gentag ansvarsfraskrivelse hver gang",
                    "disable": "OK, slå ansvarsfraskrivelsen fra"
                }
            }
        },
        "footer": {
            "help-faq": "Hjælp og ofte stillede spørgsmål",
            "bugs": "Fejlrapporter; funktionsanmodninger",
            "tos": "Servicevilkår og Fortrolighedspolitik"
        }
    },
    "terms": {
        "back": "Gå tilbage",
        "privacy-policy": {
            "title": "Fortrolighedspolitik",
            "intro": "Dette dokument beskriver de oplysninger, der indsamles af Nightscout Status, {{0}} (\"Tjenesten\" eller \"Softwaren\"), og hvordan disse oplysninger bruges.",
            "collection-title": "Hvilke oplysninger indsamles?",
            "collection-desc": "The Service needs 2 things in order to work: the email address of your Google Account (so it can know it's you when you make a request), and the URL of your Nightscout instance (so it can look up your glucose and read it to you).",
            "use-title": "How is this information used?",
            "use-desc": "When you invoke the Service through Google Assistant (i.e.: by saying: 'Hey Google, talk to Nightscout Status), the Service looks at your email address, and checks if there's a Nightscout site associated with it. If so, your current glucose level is read from your Nightscout site.",
            "sharing-title": "Sharing of information",
            "sharing-desc": "Your email address or Nightscout URL will <strong>never</strong> be shared with a third party. I just need it so I know which Nightscout site to check when you invoke the Action. Data from your Nightscout website is not saved, not even to log files. ",
            "deleting-title": "Deleting your data",
            "deleting-desc": "You can choose to revoke access at any time: Simply via log in, remove your Nightscout URL, and click Save. You can also remove Nightscout Status from your {{0}}.",
            "deleting-google-account": "Google Account",
            "analytics-title": "Analytics Cookie",
            "analytics-desc": "After you sign in to this site, some anonymous statistics about your visit are collected using a cookie (Google Analytics). The cookie is not enabled until after you've accepted this Privacy Policy. I'm using Analytics to better understand how people are using this site, how they found it, and which demographic they're in. This only applies to {{0}}, not to usage of the Assistant Action itself. If you'd like to opt-out of the Google Analytics cookie, you can do so by visiting {{1}}"
        },
        "health": {
            "title": "Healthcare information disclaimer",
            "disclaimer-short": "The information provided by Nightscout Status is not a substitute for advice from a medical professional.",
            "disclaimer": "$t(terms.health.disclaimer-short) If you have questions about treatment or need advice, remember to always ask your doctor!"
        },
        "license-and-tos": "License and Terms of service"
    }
}