{
    "common": {
        "google-tm": "Google Assistant er et varemærke tilhørende Google Inc.",
        "nightscout-no-affl": "Ikke tilknyttet {{0}}",
        "nightscout-project": "Nightscout Projektet",
        "invocation": "Nightscout Status",
        "full-invocation": "Hey Google, talk to $t(common.invocation)"
    },
    "index": {
        "header": {
            "title": "Nightscout Status",
            "subtitle": "Nightscout til Google Home og Google Assistant (uofficiel)"
        },
        "example-conversation": {
            "hey-google": "Hey Google,",
            "ask-google": "ask {{0}} what my glucose is",
            "nightscout-status-resp": "120 og langsomt stigende for 4 minutter siden"
        },
        "settings": {
            "connect": "Tilslut din Nightscout side for at komme i gang:",
            "your-site": "Din Nightscout side",
            "unit": "Enhed",
            "mg-dl": "mg/dl",
            "mmol-l": "mmol/l",
            "api-secret": "API nøgle",
            "optional": "(valgfrit)",
            "unchanged": "(uændret)",
            "save": "Gem",
            "sign-out": "Log ud",
            "api-secret-info": {
                "title": "Behøver jeg at indtaste min API nøgle?",
                "info": "Dette er kun nødvendigt, hvis din Nightscout side er 'skrivebeskyttet'. (for eksempel hvis {{0}} er indstillet til {{1}})"
            },
            "done": "Færdig!",
            "success-msg": "Prøv nu at spørge Google Assistant:",
            "hint-header": "Tip:",
            "hint": "Du kan forkorte kommandoen vha. {{0}}. {{1}} For eksempel: \"Hej Google, tjek mit sukker.\"",
            "hint-routines": "Rutiner",
            "modal": {
                "read-this": "Sørg for at læse dette!",
                "disclaimer": {
                    "1": "Denne ansvarsfraskrivelse bliver <u>gentaget hver gang</u> du beder om dit glukoseniveau",
                    "2": "Du kan slå dette fra ved at klikke på knappen nedenfor",
                    "3": "Hvis du vælger at slå ansvarsfraskrivelsen fra, accepterer du at:<br />- du har læst og forstået ansvarsfraskrivelsen <br />- du anmoder eksplicit om, at den ikke længere vil blive gentaget",
                    "enable": "Nej, gentag ansvarsfraskrivelse hver gang",
                    "disable": "OK, slå ansvarsfraskrivelsen fra"
                }
            }
        },
        "footer": {
            "help-faq": "Hjælp og ofte stillede spørgsmål",
            "bugs": "Fejlrapporter; funktionsanmodninger",
            "tos": "Servicevilkår og Fortrolighedspolitik"
        }
    },
    "terms": {
        "back": "Gå tilbage",
        "privacy-policy": {
            "title": "Fortrolighedspolitik",
            "intro": "Dette dokument beskriver de oplysninger, der indsamles af Nightscout Status, {{0}} (\"Tjenesten\" eller \"Softwaren\"), og hvordan disse oplysninger bruges.",
            "collection-title": "Hvilke oplysninger indsamles?",
            "collection-desc": "Tjenesten har brug for to ting for at kunne fungere: emailadressen på din Google konto (så den kan vide, at det er dig, når du laver en anmodning), og URL'en til din Nightscout instans (så den kan slå din glukose op og læse den for dig).",
            "use-title": "Hvordan bruges disse oplysninger?",
            "use-desc": "Når du påberåber sig Tjenesten gennem Google Assistant (dvs. ved at sige: 'Hej Google, tal med Nightscout Status), ser Tjenesten på din emailadresse og kontrollerer, om der er en Nightscout side tilknyttet den. I så fald læses dit nuværende glukoseniveau fra din Nightscout side.",
            "sharing-title": "Deling af information",
            "sharing-desc": "Din emailadresse eller Nightscout URL vil <strong>aldrig</strong> blive delt med en tredjepart. Jeg har bare brug for det, så jeg ved, hvilken Nightscout side der skal kontrolleres, når du foretager handlingen. Data fra din Nightscout webside gemmes ikke, ikke engang i log filer. ",
            "deleting-title": "Sletning af dine data",
            "deleting-desc": "Du kan til enhver tid vælge at tilbagekalde adgang: Du skal blot logge ind, fjerne din Nightscout URL, og klikke på Gem. Du kan også fjerne Nightscout Status fra din {{0}}.",
            "deleting-google-account": "Google konto",
            "analytics-title": "Analyse Cookie",
            "analytics-desc": "Når du har logget ind på denne side, indsamles nogle anonyme statistikker om dit besøg ved hjælp af en cookie (Google Analytics). Cookien er først aktiveret, efter at du har accepteret denne Fortrolighedspolitik. Jeg bruger Analytics til bedre at forstå, hvordan folk bruger denne side, hvordan de fandt det, og hvilket demografisk område de befinder sig i. Dette gælder kun {{0}}, ikke for brug af selve assistenthandlingen. Hvis du gerne vil fravælge Google Analytics-cookien, kan du gøre det ved at besøge {{1}}"
        },
        "health": {
            "title": "Healthcare information disclaimer",
            "disclaimer-short": "The information provided by Nightscout Status is not a substitute for advice from a medical professional.",
            "disclaimer": "$t(terms.health.disclaimer-short) If you have questions about treatment or need advice, remember to always ask your doctor!"
        },
        "license-and-tos": "License and Terms of service"
    }
}