{
    "common": {
        "google-tm": "Google Assistant ist eine Marke von Google Inc.",
        "nightscout-no-affl": "Nicht im Zusammenhang mit {{0}}",
        "nightscout-project": "Project Nightscout",
        "invocation": "Nightscout Status",
        "full-invocation": "Hey Google, sprich mit $t(common.invocation)"
    },
    "index": {
        "header": {
            "title": "Nightscout Status",
            "subtitle": "Nightscout für Google Home und Google Assistant (nicht offiziell)"
        },
        "example-conversation": {
            "hey-google": "Ok Google,",
            "ask-google": "frage {{0}} nach meinem Zucker",
            "nightscout-status-resp": "120, leicht steigend von vor 4 Minuten"
        },
        "settings": {
            "connect": "Verbinde deine Nightscout-Seite damit es losgehen kann:",
            "your-site": "Deine Nightscout Seite",
            "unit": "Einheit",
            "mg-dl": "mg/dl",
            "mmol-l": "mmol/l",
            "api-secret": "API Secret",
            "optional": "(optional)",
            "unchanged": "(unverändert)",
            "save": "Speichern",
            "sign-out": "Ausloggen",
            "api-secret-info": {
                "title": "Muss ich mein API Passwort eingeben?",
                "info": "Dies wird nur benötigt, wenn deine Nightscout Seite als \"lesegeschützt\" eingerichtet ist. (zum Beispiel wenn {{0}} auf {{1}} gesetzt ist)"
            },
            "done": "Erledigt!",
            "success-msg": "Nun frage deinen Google Asisstant:",
            "hint-header": "Tip:",
            "hint": "You can shorten the invocation using {{0}}. {{1}} For example: \"Hey Google, check my sugar.\"",
            "hint-routines": "Routinen",
            "modal": {
                "read-this": "Make sure you read this!",
                "disclaimer": {
                    "1": "This disclaimer gets <u>repeated every time</u> you ask for your glucose level",
                    "2": "You can turn this off by clicking the button below",
                    "3": "If you choose to turn the disclaimer off, you agree that:<br />- you have read and understand the disclaimer <br />- you explicitly request it will no longer be repeated",
                    "enable": "No, repeat disclaimer every time",
                    "disable": "OK, turn the disclaimer off"
                }
            }
        },
        "footer": {
            "help-faq": "Hilfe & häufig gestellte Fragen",
            "bugs": "Fehlerberichte; Funktionsanfragen",
            "tos": "Nutzungsbedingungen und Datenschutzerklärung"
        }
    },
    "terms": {
        "back": "Zurück",
        "privacy-policy": {
            "title": "Datenschutzerklärung",
            "intro": "In diesem Dokument wird beschrieben, wie die Informationen von Nightscout Status {{0}} (folgend als der \"Service\" oder die \"Software\") erfasst und verwendet werden.",
            "collection-title": "Welche Daten werden erfasst?",
            "collection-desc": "Der Service benötigt für seine Arbeit zwei Dinge: Eine E-Mail-Adresse zu Deinem Google-Konto (zur Authentifizierung) und die URL Deiner Nightscout Instanz (damit der Blutzucker für Dich abgefragt werden kann).",
            "use-title": "Wie werden diese Informationen verwendet?",
            "use-desc": "Wenn Du den Service über Google Assistant aufruft (z. B. mit: 'Ok Google, sprich mit Nightscout Status), überprüft der Service Deine E-Mail-Adresse und prüft, ob eine Nightscout Site damit verknüpft ist. Ist dies der Fall, wird der aktuelle Zuckerwert von deiner Nightscout Seite abgefragt.",
            "sharing-title": "Weitergabe von Informationen an Dritte",
            "sharing-desc": "Deine E-Mail Adresse oder Nightscout URL wird <strong>niemals</strong> anderen Organisationen zur Verfügung gestellt. Ich muss lediglich wissen auf welche Nightscout Seite ich zugreifen muss. Daten von deiner Nightscout Seite werden nirgends gespeichert, auch nicht in Logfiles. ",
            "deleting-title": "Lösche deine Daten",
            "deleting-desc": "Du kannst die Zugriffsrechte jederzeit wieder aufheben: Einfach anmelden, Nightscou URL entfernen und auf Speichern klicken. Du kannst Nightscout Status auch von deinem {{0}} entfernen.",
            "deleting-google-account": "Google-Konto",
            "analytics-title": "Analytics Cookie",
            "analytics-desc": "Nachdem Du dich auf dieser Website angemeldet hast, werden einige anonyme Statistiken über den Besuch mithilfe eines Cookies (Google Analytics) gesammelt. Dieser wird erst aktiviert, nachdem du die Datenschutzrichtlinie akzeptiert hast. Ich verwende Analytics, um den Service der Website zu verbessern, um herauszufinden wie Du sie gefunden hast und zu welcher demografischen Gruppe du gehörst. Dies gilt nur für {{0}}, nicht für den Assistenten selbst. Wenn du den Google Analytics-Cookie deaktivieren möchtest, können du dies unter {{1}} tun"
        },
        "health": {
            "title": "Haftungsausschluss für Gesundheitsinformationen",
            "disclaimer-short": "The information provided by Nightscout Status is not a substitute for advice from a medical professional.",
            "disclaimer": "$t(terms.health.disclaimer-short) If you have questions about treatment or need advice, remember to always ask your doctor!"
        },
        "license-and-tos": "Lizenz und Nutzungsbedingungen"
    }
}