{
    "common": {
        "google-tm": "Google Assistant est une marque commerciale de Google Inc.",
        "nightscout-no-affl": "Non affilié avec {{0}}",
        "nightscout-project": "le projet Nightscout",
        "invocation": "Statut Nightscout",
        "full-invocation": "Hé Google, parle à $t(common.invocation)"
    },
    "index": {
        "header": {
            "title": "Statut Nightscout",
            "subtitle": "Nightscout pour Google Home et Google Assistant (non officiel)"
        },
        "example-conversation": {
            "hey-google": "Ok Google,",
            "ask-google": "demande à {{0}} le taux de mon glucose",
            "nightscout-status-resp": "120 et augmente lentement depuis 4 minutes"
        },
        "settings": {
            "connect": "Connectez votre site Nightscout pour commencer:",
            "your-site": "Votre site Nightscout",
            "unit": "Unité",
            "mg-dl": "mg/dl",
            "mmol-l": "mmol/l",
            "api-secret": "Secret API",
            "optional": "(facultatif)",
            "unchanged": "(aucune modification)",
            "save": "Sauvegarder",
            "sign-out": "Déconnexion",
            "api-secret-info": {
                "title": "Dois-je entrer mon API Secret ?",
                "info": "Cela n'est nécessaire que si votre site Nightscout est \"protégé en lecture\". (par exemple si {{0}} est défini sur {{1}})"
            },
            "done": "Fini !",
            "success-msg": "Maintenant, essayez de demander à Google Assistant:",
            "hint-header": "Astuce :",
            "hint": "Vous pouvez raccourcir l'invocation à l'aide de {{0}}. {{1}} Par exemple: \"Ok Google, vérifie ma glycémie.\"",
            "hint-routines": "Routines",
            "modal": {
                "read-this": "Assurez-vous de lire ceci!",
                "disclaimer": {
                    "1": "Ce disclaimer sera <u>répété chaque fois que</u> vous demandez à votre niveau de glucose",
                    "2": "Vous pouvez désactiver ceci en cliquant sur le bouton ci-dessous",
                    "3": "Si vous choisissez de désactiver la clause de non-responsabilité, vous acceptez les conditions suivantes:<br />- vous avez lu et compris la clause de non-responsabilité <br />- vous demandez explicitement qu'elle ne soit plus répétée",
                    "enable": "Non, répétez l'avertissement à chaque fois",
                    "disable": "OK, désactiver l'avertissement"
                }
            }
        },
        "footer": {
            "help-faq": "Aide & FAQ",
            "bugs": "Rapports de bugs; requêtes de nouvelles fonctionnalités",
            "tos": "Conditions d'utilisation et Politique de confidentialité"
        }
    },
    "terms": {
        "back": "Précédent",
        "privacy-policy": {
            "title": "Politique de confidentialité",
            "intro": "Ce document décrit les informations collectées par Nightscout Status, {{0}} (le \"Service\" ou le \"Logiciel\") et comment ces informations sont utilisées.",
            "collection-title": "Quelles informations recueillons-nous ?",
            "collection-desc": "Pour fonctionner, le service nécessite 2 éléments: l'adresse e-mail de votre compte Google (afin qu'il puisse vous connaître lorsque vous faites une demande) et l'URL de votre instance Nightscout (afin qu'il puisse rechercher votre glycémie et la lire).",
            "use-title": "Comment ces informations sont-elles utilisées?",
            "use-desc": "Lorsque vous appelez le service via Google Assistant (par exemple, en disant: \"Hé Google, parle à Nightscout Status), le service examine votre adresse e-mail et vérifie si un site Nightscout y est associé. Si tel est le cas, votre taux de glucose actuel est lu sur votre site Nightscout.",
            "sharing-title": "Partage d'informations",
            "sharing-desc": "Your email address or Nightscout URL will <strong>never</strong> be shared with a third party. I just need it so I know which Nightscout site to check when you invoke the Action. Data from your Nightscout website is not saved, not even to log files. ",
            "deleting-title": "Deleting your data",
            "deleting-desc": "You can choose to revoke access at any time: Simply via log in, remove your Nightscout URL, and click Save. You can also remove Nightscout Status from your {{0}}.",
            "deleting-google-account": "Google Account",
            "analytics-title": "Analytics Cookie",
            "analytics-desc": "After you sign in to this site, some anonymous statistics about your visit are collected using a cookie (Google Analytics). The cookie is not enabled until after you've accepted this Privacy Policy. I'm using Analytics to better understand how people are using this site, how they found it, and which demographic they're in. This only applies to {{0}}, not to usage of the Assistant Action itself. If you'd like to opt-out of the Google Analytics cookie, you can do so by visiting {{1}}"
        },
        "health": {
            "title": "Healthcare information disclaimer",
            "disclaimer-short": "The information provided by Nightscout Status is not a substitute for advice from a medical professional.",
            "disclaimer": "$t(terms.health.disclaimer-short) If you have questions about treatment or need advice, remember to always ask your doctor!"
        },
        "license-and-tos": "License and Terms of service"
    }
}