{
    "common": {
        "google-tm": "Google Assistant è un marchio registrato di Google Inc.",
        "nightscout-no-affl": "Non affiliato con {{0}}",
        "nightscout-project": "il progetto Nightscout",
        "invocation": "Lo stato di Nightscout",
        "full-invocation": "Hey Google, parla con $t(common.invocation)"
    },
    "index": {
        "header": {
            "title": "Stato di Nightscout",
            "subtitle": "Nightscout per Google Home & Google Assistant (non ufficiale)"
        },
        "example-conversation": {
            "hey-google": "Hey Google,",
            "ask-google": "chiedi {{0}} qual è la mia glicemia",
            "nightscout-status-resp": "120 e in lenta salita rispetto a 4 minuti fa"
        },
        "settings": {
            "connect": "Collega il tuo sito Nightscout per iniziare:",
            "your-site": "Il tuo sito Nightscout",
            "unit": "Unità di misura",
            "mg-dl": "mg/dL",
            "mmol-l": "mmol/L",
            "api-secret": "API secret",
            "optional": "(opzionale)",
            "unchanged": "(invariato)",
            "save": "Salva",
            "sign-out": "Esci",
            "api-secret-info": {
                "title": "Devo inserire la mia API Secret ?",
                "info": "Questo è necessario solo se il tuo sito di Nightscout è 'protetto da lettura'. (ad esempio se {{0}} è impostato su {{1}})"
            },
            "done": "Fatto!",
            "success-msg": "Ora prova a chiedere a Google Assistant:",
            "hint-header": "Suggerimento:",
            "hint": "Usa {{0}} per creare un'invocazione più breve. {{1}} Ad esempio: \"Hey Google, controlla il mio zucchero\"",
            "hint-routines": "Routine",
            "modal": {
                "read-this": "Make sure you read this!",
                "disclaimer": {
                    "1": "This disclaimer gets <u>repeated every time</u> you ask for your glucose level",
                    "2": "You can turn this off by clicking the button below",
                    "3": "If you choose to turn the disclaimer off, you agree that:<br />- you have read and understand the disclaimer <br />- you explicitly request it will no longer be repeated",
                    "enable": "No, repeat disclaimer every time",
                    "disable": "OK, turn the disclaimer off"
                }
            }
        },
        "footer": {
            "help-faq": "Aiuto & FAQ",
            "bugs": "Segnalazione bug; richiesta di funzionalità",
            "tos": "Termini di Servizio e Informativa sulla Privacy"
        }
    },
    "terms": {
        "back": "Indietro",
        "privacy-policy": {
            "title": "Informativa sulla privacy",
            "intro": "Questo documento descrive le informazioni raccolte da Nightscout Status (Lo stato di Nightscout), {{0}} (il \"Servizio\" o il \"Software\") e come vengono utilizzate queste informazioni.",
            "collection-title": "Quali informazioni sono raccolte?",
            "collection-desc": "Il Servizio ha bisogno di 2 cose per funzionare: l'indirizzo email del tuo account Google (così può sapere che sei tu quando fai una richiesta), e l'URL del tuo Nightscout (così può consultare la tua glicemia e leggerla per te).",
            "use-title": "Come vengono utilizzate queste informazioni?",
            "use-desc": "Quando si invoca il Servizio attraverso Google Assistant (ad esempio: \"Hey Google, comunica con Lo stato di Nightscout), il Servizio legge il tuo indirizzo email e controlla se c'è un sito Nightscout associato a esso. Se è così, la tua glicemia è letta dal tuo sito Nightscout.",
            "sharing-title": "Condivisione delle informazioni",
            "sharing-desc": "Il tuo indirizzo email o il tuo URL di Nightscout non devono <strong>mai</strong> essere condivisi con terzi. Io ne ho bisogno per sapere quale sito di Nightscout controllare quando tu invochi un'azione. I dati presi dal sito Nightscout non sono salvati, nemmeno in file log. ",
            "deleting-title": "Eliminazione dei tuoi dati",
            "deleting-desc": "Puoi scegliere di revocare l'accesso in qualsiasi momento: loggati, rimuovi il tuo URL di Nightscout e fai clic su Salva. Puoi anche rimuovere lo stato di Nightscout dal tuo {{0}}.",
            "deleting-google-account": "Account Google",
            "analytics-title": "Cookie di Analytics",
            "analytics-desc": "Dopo aver effettuato l'accesso a questo sito, alcune statistiche anonime sulla tua visita vengono raccolte utilizzando un cookie (Google Analytics). Il cookie non è abilitato fino a quando non hai accettato questa Informativa sulla privacy. Sto utilizzando Analytics per capire meglio come le persone utilizzano questo sito, come lo hanno trovato e in quale demografia si trovano. Ciò si applica solo a {{0}}, non all'utilizzo dell'azione Assistente stessa. Se desideri disattivare il cookie di Google Analytics, puoi farlo visitando {{1}}"
        },
        "health": {
            "title": "Disclaimer Informazioni sanitarie",
            "disclaimer-short": "Le informazioni fornite da Lo stato di Nightscout non sostituiscono le indicazioni del medico.",
            "disclaimer": "$t(terms.health.disclaimer-short) Se hai domande riguardo le cure o hai bisogno di consulenza, ricorda di chiedere sempre al tuo medico!"
        },
        "license-and-tos": "Licenza e Termini di servizio"
    }
}