{
    "common": {
        "google-tm": "Google Assistant jest znakiem towarowym firmy Google Inc.",
        "nightscout-no-affl": "Nie związany z {{0}}",
        "nightscout-project": "projekt Nightscout",
        "invocation": "Status Nightscout",
        "full-invocation": "Hej Google, porozmawiaj z $t(common.invocation)"
    },
    "index": {
        "header": {
            "title": "Status Nightscout",
            "subtitle": "Nightscout dla Google Home i Google Assistant (nieoficjalne)"
        },
        "example-conversation": {
            "hey-google": "OK Google,",
            "ask-google": "zapytaj {{0}} jaka jest moja glukoza",
            "nightscout-status-resp": "120 i powoli rośnie pomiar z 4 minut temu"
        },
        "settings": {
            "connect": "Połącz swoją witrynę Nightscout, aby rozpocząć:",
            "your-site": "Twoja strona Nightscout",
            "unit": "Jedn.",
            "mg-dl": "mg/dl",
            "mmol-l": "mmol/l",
            "api-secret": "API Secret",
            "optional": "(opcjonalnie)",
            "unchanged": "(bez zmian)",
            "save": "Zapisz",
            "sign-out": "Wyloguj się",
            "api-secret-info": {
                "title": "Czy muszę wprowadzić swój API Secret?",
                "info": "Jest to potrzebne tylko wtedy, gdy witryna Nightscout jest „chroniona przed odczytem”. (na przykład jeśli {{0}} jest ustawione na {{1}})"
            },
            "done": "Gotowe!",
            "success-msg": "Teraz spróbuj zapytać Asystenta Google:",
            "hint-header": "Wskazówka:",
            "hint": "Możesz skrócić wywołanie za pomocą {{0}}. {{1}} Na przykład: „Hej, Google, sprawdź mój cukier”.",
            "hint-routines": "Rutyny",
            "modal": {
                "read-this": "Przeczytaj to!",
                "disclaimer": {
                    "1": "To wyłączenie odpowiedzialności powtarza się <u>za każdym razem</u>, gdy poprosisz o swój poziom glukozy",
                    "2": "Możesz to wyłączyć, klikając przycisk poniżej",
                    "3": "Jeśli zdecydujesz się wyłączyć wyłączenie odpowiedzialności, zgadzasz się, że:<br />- przeczytałeś i rozumiesz wyłączenie odpowiedzialności <br />- wyraźnie żądasz, aby nie było już powtarzane",
                    "enable": "Nie, powtarzaj wyłączenia odpowiedzialności za każdym razem",
                    "disable": "OK, wyłącz wyłączenie odpowiedzialności"
                }
            }
        },
        "footer": {
            "help-faq": "Pomoc i FAQ",
            "bugs": "Zgłoś błąd; zaproponuj nową funkcję",
            "tos": "Warunki użytkowania oraz polityka prywatności"
        }
    },
    "terms": {
        "back": "Wstecz",
        "privacy-policy": {
            "title": "Polityka prywatności",
            "intro": "W tym dokumencie opisano informacje gromadzone przez Nightscout Status, {{0}} („Usługa” lub „Oprogramowanie”) oraz sposób wykorzystania tych informacji.",
            "collection-title": "Jakie informacje są gromadzone?",
            "collection-desc": "Usługa wymaga 2 rzeczy, aby działać: adresu e-mail twojego konta Google (aby mógł wiedzieć, że to Ty, kiedy wysyłasz zapytanie) oraz adresu URL Twojej strony Nightscout (aby mógł sprawdzić poziom glukozy i przeczytać go Tobie).",
            "use-title": "Jak wykorzystywane są te informacje?",
            "use-desc": "When you invoke the Service through Google Assistant (i.e.: by saying: 'Hey Google, talk to Nightscout Status), the Service looks at your email address, and checks if there's a Nightscout site associated with it. If so, your current glucose level is read from your Nightscout site.",
            "sharing-title": "Sharing of information",
            "sharing-desc": "Your email address or Nightscout URL will <strong>never</strong> be shared with a third party. I just need it so I know which Nightscout site to check when you invoke the Action. Data from your Nightscout website is not saved, not even to log files. ",
            "deleting-title": "Deleting your data",
            "deleting-desc": "You can choose to revoke access at any time: Simply via log in, remove your Nightscout URL, and click Save. You can also remove Nightscout Status from your {{0}}.",
            "deleting-google-account": "Google Account",
            "analytics-title": "Analytics Cookie",
            "analytics-desc": "After you sign in to this site, some anonymous statistics about your visit are collected using a cookie (Google Analytics). The cookie is not enabled until after you've accepted this Privacy Policy. I'm using Analytics to better understand how people are using this site, how they found it, and which demographic they're in. This only applies to {{0}}, not to usage of the Assistant Action itself. If you'd like to opt-out of the Google Analytics cookie, you can do so by visiting {{1}}"
        },
        "health": {
            "title": "Healthcare information disclaimer",
            "disclaimer-short": "The information provided by Nightscout Status is not a substitute for advice from a medical professional.",
            "disclaimer": "$t(terms.health.disclaimer-short) If you have questions about treatment or need advice, remember to always ask your doctor!"
        },
        "license-and-tos": "License and Terms of service"
    }
}