{
    "common": {
        "google-tm": "Google Assistant é uma marca comercial da Google Inc.",
        "nightscout-no-affl": "Não afiliado com {{0}}",
        "nightscout-project": "o Projeto Nightscout",
        "invocation": "Nightscout Status",
        "full-invocation": "Hey Google, fale com $t(common.invocation)"
    },
    "index": {
        "header": {
            "title": "Nightscout Status",
            "subtitle": "Nightscout para a Google Home e o Assistente do Google (não oficial)"
        },
        "example-conversation": {
            "hey-google": "Hey Google,",
            "ask-google": "pergunte {{0}} qual é a minha glicose",
            "nightscout-status-resp": "120 and rising slowly as of 4 minutes ago"
        },
        "settings": {
            "connect": "Conecte seu site Nightscout para começar:",
            "invalid-url": "Tem certeza de que este URL está correto?",
            "use-token-url": "Tente usar um token-url ou verifique a sua chave secreta da API",
            "your-site": "Seu site Nightscout",
            "unit": "Unidades",
            "mg-dl": "mg/dl",
            "mmol-l": "mmol/L",
            "api-secret": "Chave secreta de API",
            "optional": "(opcional)",
            "unchanged": "(não alterado)",
            "save": "Guardar",
            "sign-out": "Terminar sessão",
            "api-secret-info": {
                "title": "Preciso inserir a chave secreta da API?",
                "info": "Isso só é necessário se o site do Nightscout estiver 'protegido contra leitura'. (por exemplo, se {{0}} estiver definido como {{1}})"
            },
            "done": "Tudo concluído!",
            "oops": "Oops!",
            "one-moment-please": "Um momento por favor...",
            "testing-your-site": "Estamos a testar o seu site Nightscout",
            "unable-to-get-reading": "Não foi possível obter uma leitura da glicose em:",
            "settings-saved": "Configurações guardadas",
            "success-msg": "Agora tente perguntar ao Google Assistant:",
            "hint-header": "Dica:",
            "hint": "Você pode encurtar a chamada usando {{0}}. {{1}} por exemplo: \"hey Google, verifique meu açúcar.\"",
            "hint-routines": "Rotinas",
            "modal": {
                "read-this": "Certifique-se que lê isto!",
                "disclaimer": {
                    "1": "Este aviso repete-se <u>sempre</u> que você perguntar pelo seu nível de glicose",
                    "2": "Você pode desativar isso clicando no botão abaixo",
                    "3": "Se você optar por desativar o aviso, concorda que:<br />- você leu e entendeu o aviso <br />- solicita explicitamente que ele não será mais repetido",
                    "enable": "Não, repita o aviso sempre",
                    "disable": "OK, desligar o aviso"
                }
            }
        },
        "footer": {
            "help-faq": "Ajuda / Perguntas frequentes",
            "bugs": "Relatório de erros; solicitações de recursos",
            "tos": "Termos de Serviço e Política de Privacidade"
        }
    },
    "terms": {
        "back": "Voltar",
        "privacy-policy": {
            "title": "Política de Privacidade",
            "intro": "Este documento descreve as informações que estão sendo coletadas pelo Nightscout Status, {{0}} (o \"Serviço\" ou o \"Software\") e como essas informações são usadas.",
            "collection-title": "Quais as informações que são recolhidas?",
            "collection-desc": "O Serviço precisa de duas coisas para funcionar: o endereço de e-mail da sua Conta do Google (para que você saiba quando você faz uma solicitação) e o URL do seu site do Nightscout (para pesquisar sua glicose e lê-la para si).",
            "use-title": "Como é utilizada esta informação?",
            "use-desc": "Quando você invoca o Serviço pelo Google Assistant (ou seja, dizendo: 'Ei, Google, fale com o Status do Nightscout), o Serviço verifica seu endereço de e-mail e verifica se há um site do Nightscout associado a ele. Nesse caso, o seu nível atual de glicose é lido no site do Nightscout.",
            "sharing-title": "Informação da partilha",
            "sharing-desc": "O seu endereço de e-mail ou Nightscout URL <strong>nunca</strong> irá ser compartilhadas com terceiros. Eu só preciso dele para saber qual site do Nightscout verificar quando você o chama. Os dados do site do Nightscout não são salvos, nem mesmo arquivados. ",
            "deleting-title": "Apagando seus dados",
            "deleting-desc": "Você pode desligar o acesso a qualquer momento: basta fazer login, remover o URL do Nightscout e clicar em guardar. Você também pode remover o status Nightscout do seu {{0}}.",
            "deleting-google-account": "Conta Google",
            "analytics-title": "Analytics Cookie",
            "analytics-desc": "Depois de fazer login neste site, algumas estatísticas anônimas sobre sua visita são recolhidas usando um cookie (Google Analytics). O cookie não será ativado até que você aceite esta Política de Privacidade. Estou a usar o Google Analytics para entender melhor como as pessoas estão usando este site, como o encontraram e em qual região demográfica estão. Isso se aplica apenas a {{0}}, não ao uso da própria ação do assistente. Se você deseja desativar o cookie do Google Analytics, pode fazê-lo visitando {{1}}"
        },
        "health": {
            "title": "Aviso da responsabilidade de informações de saúde",
            "disclaimer-short": "As informações fornecidas pelo Nightscout Status não substituem os conselhos de um profissional médico.",
            "disclaimer": "$t(terms.health.disclaimer-short) Se você tiver dúvidas sobre o tratamento ou precisar de conselhos, lembre-se de sempre perguntar ao seu médico!"
        },
        "license-and-tos": "Licença e Termos de Serviço"
    }
}
